tap "homebrew/services"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "xz"
brew "openssl@3"
brew "automake"
brew "bison"
brew "readline"
brew "php"
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "docker"
brew "gdbm"
brew "libffi"
brew "libyaml"
brew "lsd"
brew "mysql", restart_service: :changed
brew "neofetch"
brew "nginx"
brew "nvm"
brew "php@8.2", restart_service: :changed, link: true
brew "php@8.3"
brew "stow"
brew "todo-txt"
brew "zoxide"
brew "shivammathur/extensions/pcov@8.3"
cask "1password-cli"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "jordanbaird-ice"
cask "phpstorm"
cask "postman"
cask "tunnelbear"
